Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: The intent of Daniel 9 is for the reader to understand that the Messiah is destined to be a sacrificial victim.
pt: A intenção de Daniel 9 é que o leitor entenda que o Messias está destinado a ser uma vítima sacrificial.

source: The introduction (verses 1-4), like the conclusion (verses 20-27), mentions the same concern for time and refers to the same number of years (seventy).
pt: A introdução (versos 1-4), como a conclusão (versículos 20-27), menciona a mesma preocupação pelo tempo e refere-se ao mesmo número de anos (setenta).

source: The jealous priests and the Roman diplomats, both in the same boat, must, of course, be charged with top-priority guilt.
pt: Os padres invejosos e os diplomatas romanos, ambos no mesmo barco, devem, é claro, ser acusados ​​de culpa de alta prioridade.

source: The joyous feast days of ancient times marked by laughter and enthusiasm soon were to be replaced by sinister ceremonies symbolized by an instrument of death and torture.
pt: Os alegres dias festivos dos tempos antigos, marcados pelo riso e pelo entusiasmo, logo seriam substituídos por sinistras cerimônias simbolizadas por um instrumento de morte e tortura.

source: The juxtaposition of the two chapters reveals the antithetical parallelism that characterizes them.
pt: A justaposição dos dois capítulos revela o paralelismo antitético que os caracteriza.

source: The key to the biblical message is not in linguistics; nor is it even on the historical or theological plane.
pt: A chave para a mensagem bíblica não está na lingüística; nem é mesmo no plano histórico ou teológico.

source: The knowledge of God belongs to the area of obedience to His commandments.
pt: O conhecimento de Deus pertence à área de obediência aos Seus mandamentos.

source: The language used and the ideas put forward reveal a like concern: the need of a return to the fourth commandment of the Decalogue.
pt: A linguagem usada e as idéias apresentadas revelam uma preocupação semelhante: a necessidade de um retorno ao quarto mandamento do Decálogo.

source: The last few decades have thus witnessed a full-blown array of ideas and religions inspired by the human desire to worship and to find religious authority.
pt: As últimas décadas testemunharam, assim, um conjunto de idéias e religiões inspiradas pelo desejo humano de adorar e encontrar autoridade religiosa.

source: The late Umberto Cassuto, a member of the staff of Hebrew University in Jerusalem, sees in the Edenic serpent an allusion to the “principle of evil, ” to the “enemy par excellence of humanity.
pt: O falecido Umberto Cassuto, membro da equipe da Universidade Hebraica de Jerusalém, vê na serpente edênica uma alusão ao “princípio do mal”, ao “inimigo por excelência da humanidade”.

source: The latter builds experience on thought.
pt: Este último constrói a experiência no pensamento.

source: The law relating to these sacrifices was to disappear and be replaced by a more far-reaching sacrifice, the effect of which would last forever: “He abolishes the first in order to establish the second.
pt: A lei relativa a esses sacrifícios devia desaparecer e ser substituída por um sacrifício mais abrangente, cujo efeito duraria para sempre: “Ele abole o primeiro para estabelecer o segundo.

source: The likeness between the two is complete when we learn of their common identity of “spirit.” The Messiah possesses the Spirit of God.
pt: A semelhança entre os dois é completa quando aprendemos sobre sua identidade comum de “espírito”. O Messias possui o Espírito de Deus.

source: The literary scaffolding here is marvelous indeed.
pt: O andaime literário aqui é realmente maravilhoso.

source: The manner in which Jesus was mishandled, put to death, and buried shows that the case was chiefly of Rome’s jurisdiction.220
pt: A maneira pela qual Jesus foi maltratado, morto e enterrado mostra que o caso era principalmente da jurisdição de Roma.

source: The manner in which this role is announced is significant.
pt: A maneira pela qual esse papel é anunciado é significativa.

source: The masses knew and loved Jesus.
pt: As massas conheciam e amavam a Jesus.

source: The matter had been settled in advance: this could not be the Messiah.
pt: O assunto havia sido resolvido com antecedência: isso não poderia ser o Messias.

source: The matter is laced with uncommon complexity, because the separation did not come suddenly nor was it clear-cut.
pt: O assunto é atado com complexidade incomum, porque a separação não veio de repente nem foi clara.

source: The meaning of this event was that henceforth access to God was direct, while heretofore God’s presence, for the Israelite, was manifest in the most holy place.
pt: O significado deste evento foi que, doravante, o acesso a Deus era direto, enquanto a presença de Deus, para o israelita, era manifestada no lugar mais santo.

source: The mental girding for moral decisions follows an experience: “I am; therefore I think.” For the Israelites to know God’s answer, they first had to step into the Jordan.
pt: O cingimento mental das decisões morais segue uma experiência: “Eu sou; portanto, eu penso ”. Para os israelitas conhecerem a resposta de Deus, eles primeiro tinham que entrar no Jordão.

source: The mercenary obeys in order to get something; the son obeys because he already has it.
pt: O mercenário obedece para conseguir alguma coisa; o filho obedece porque ele já o tem.

source: The message that the Bible, including both the Old and the New Testaments, foresees as the very last announcement to the world is a picture with two panels: the observance of the Sabbath with reference to Creation, and an extraordinary proclamation on the coming of the Great Day of the Lord.
pt: A mensagem que a Bíblia, incluindo tanto o Velho como o Novo Testamento, prevê como o último anúncio ao mundo é uma imagem com dois painéis: a observância do sábado com referência à Criação, e uma proclamação extraordinária sobre a vinda do Grande dia do Senhor

source: The messages of Elijah the prophet, of Amos and Jeremiah, reveal the heart of Israel’s destiny.
pt: As mensagens de Elias, o profeta, de Amós e Jeremias, revelam o coração do destino de Israel.

source: The mission entrusted to this suffering servant was to save his people at the peril of his own life.
pt: A missão confiada a esse servo sofredor era salvar seu povo com o risco de sua própria vida.

source: The more Christians became independent, the more determined was the Jew to refuse any form of dialogue; in fact, he became more and more aloof.
pt: Quanto mais os cristãos se tornassem independentes, mais determinado era o judeu a recusar qualquer forma de diálogo; na verdade, ele se tornou mais e mais distante.

source: The multitude was either passive or ignorant.
pt: A multidão era ou passiva ou ignorante.

source: The mystery of Israel’s election lay precisely in this never-ending conversion.
pt: O mistério da eleição de Israel estava precisamente nessa conversão interminável.

source: The name of the Valley of Jezreel will be invoked to announce an impending historical event - an event similar to the one that took place there several centuries earlier.
pt: O nome do Vale de Jezreel será invocado para anunciar um acontecimento histórico iminente - um evento similar ao que ocorreu ali vários séculos antes.

source: The name spoke of the Messiah’s contradictory ministry.
pt: O nome falava do ministério contraditório do Messias.

source: The necessity for Adam to maintain a close relationship with his God was emphasized; on this obedient relationship would depend his happiness, his well-being, and even his life.
pt: A necessidade de Adão manter um relacionamento próximo com o seu Deus foi enfatizada; Nessa relação obediente dependeria sua felicidade, seu bem-estar e até mesmo sua vida.

source: The need is for humility and courage to turn back, to consult the sources, to examine oneself, and to align oneself with the will of God.
pt: A necessidade é de humildade e coragem para voltar atrás, consultar as fontes, examinar a si mesmo e alinhar-se com a vontade de Deus.

source: The new had to be different from the old - even opposed to it.
pt: O novo tinha que ser diferente do antigo - até mesmo oposto a ele.

source: The new had to be in every case whatever the old religion was not.
pt: O novo tinha que ser em todos os casos, qualquer que fosse a religião antiga.

source: The news brought by the stranger seemed plausible.
pt: As notícias trazidas pelo estranho pareciam plausíveis.

source: The next step was for the biologists to make this distinction (which originally was of language alone) into one of psychology and ethnology.
pt: O passo seguinte foi que os biólogos fizessem essa distinção (que originalmente era só de linguagem) em psicologia e etnologia.

source: The nineteenth and twentieth centuries, in which a new ingredient, racism (parallel to nationalist and pseudoscientific movements), was added to the traditional spectrum of antiSemitism.
pt: Os séculos XIX e XX, nos quais um novo ingrediente, o racismo (paralelo aos movimentos nacionalistas e pseudocientíficos), foi adicionado ao espectro tradicional do antissemitismo.

source: The one predestined to suffer and die has the humble bearing of a victim; the other, predestined to glory and eternity, has the majestic face of a king.
pt: Aquele predestinado a sofrer e morrer tem o humilde porte de uma vítima; o outro, predestinado à glória e à eternidade, tem a face majestosa de um rei.

source: The one who lives this anger, this desire to kill, is a murderer.
pt: Aquele que vive essa raiva, esse desejo de matar, é um assassino.

source: The only defenders of the Levitical worship were the priests, or the Sadducees, but they were a despised minority and without credibility in Jewish society on matters of religious dogma and authority.
pt: Os únicos defensores da adoração levítica eram os sacerdotes, ou os saduceus, mas eles eram uma minoria desprezada e sem credibilidade na sociedade judaica em questões de dogma religioso e autoridade.

source: The only difference was that at Kippur the blood was carried beyond the veil that separated the holy place from the most holy place in the sanctuary111 and was sprinkled on the kapporeth (mercy seat).112
pt: A única diferença era que no Kippur o sangue era levado para além do véu que separava o lugar sagrado do lugar mais sagrado do santuário111 e era aspergido no kapporeth (propiciatório) .112

source: The only voices the people would have listened to (because they would have been raised by Jews like themselves) were those of Jesus’ disciples, who soon were to be known as Christians.
pt: As únicas vozes que as pessoas teriam ouvido (porque teriam sido criadas por judeus como elas mesmas) eram aquelas dos discípulos de Jesus, que logo seriam conhecidos como cristãos.

source: The other gets history from its morality, which means that thought precedes existence.
pt: O outro obtém a história da sua moralidade, o que significa que o pensamento precede a existência.

source: The parallelism is justified, too, by the connection each poetic verse makes with its correspondent by means of common expressions such as this: The three verses on Jerusalem (B) have the Hebrew word HRC in common - “cut off ” is in Bi and “decree” (that which is cut off) is in B2 and B3.
pt: O paralelismo é justificado, também, pela conexão que cada verso poético faz com seu correspondente por meio de expressões comuns como esta: Os três versos sobre Jerusalém (B) têm a palavra hebraica HRC em comum - “cortar” está em Bi e “Decreto” (aquele que é cortado) está em B2 e B3.

source: The passage also tells us that in the course of this conflict the posterity of the woman likewise would be wounded to death.
pt: A passagem também nos diz que, no curso desse conflito, a posteridade da mulher também seria ferida até a morte.

source: The passages in Malachi and the Revelation appear to echo each other.
pt: As passagens em Malaquias e no Apocalipse parecem ecoar umas às outras.

source: The patriarch Jacob, on his deathbed, instructed his children on the royal line of the one to come - he who would “take all nations out to pasture.” “The scepter shall not depart from Judah, nor the ruler’s staff from between his feet, until he [Shiloh] comes to whom it belongs; and to him shall be the obedience of the peoples.
pt: O patriarca Jacó, em seu leito de morte, instruiu seus filhos sobre a linhagem real daquele que viria - aquele que “levaria todas as nações para pastar”. “O cetro não se afastará de Judá, nem o bastão do governador estará entre seus pés”. até que ele [Shiloh] vem a quem pertence; e para ele será a obediência dos povos.

source: The people began to dream that this would never end.
pt: As pessoas começaram a sonhar que isso nunca terminaria.

source: The people constantly were brought back to fundamentals.
pt: As pessoas foram constantemente trazidas de volta aos fundamentos.

source: The people held desperately to his consolation.
pt: As pessoas se apegaram desesperadamente ao seu consolo.

source: The people longed for Him.
pt: As pessoas ansiavam por ele.

source: The person meant by the “posterity of the woman” was to be at the same time the priest who bruised evil and made expiation for it, and the victim who would die doing it.
pt: A pessoa designada pela “posteridade da mulher” deveria ser ao mesmo tempo o padre que machucou o mal e fez expiação por ele, e a vítima que iria morrer fazendo isso.

source: The phenomenon did not exist previously.
pt: O fenômeno não existia anteriormente.

source: The phenomenon of expiation requires the Messiah to be stricken so that the sins of the people might be atoned for.
pt: O fenômeno da expiação requer que o Messias seja atacado para que os pecados do povo possam ser expiados.

source: The pilgrim moves on.
pt: O peregrino segue em frente.

source: The pilgrim must continue his travel.
pt: O peregrino deve continuar sua viagem.

source: The point is simply to recognize, as did men and women of old, that one has lost his way.
pt: A questão é simplesmente reconhecer, como fizeram os homens e mulheres de antigamente, que alguém se perdeu.

source: The possibility existed that he would have to pay for this audacity with his life.
pt: Existia a possibilidade de que ele teria que pagar por essa audácia com sua vida.

source: The priest bore the sins of the people and because of this was threatened by death.
pt: O padre levou os pecados do povo e por isso foi ameaçado pela morte.

source: The priests alone worked actively to insure the crucifixion of Jesus.
pt: Só os sacerdotes trabalharam ativamente para assegurar a crucificação de Jesus.

source: The problem is a fiery one, for it touches very intimately the Judeo-Christian dispute.
pt: O problema é ardente, pois toca muito intimamente a disputa judaico-cristã.

source: The problem is much more a human one than a theological one.
pt: O problema é muito mais humano do que teológico.

source: The problem of the beginning of antiSemitism has been solved much too quickly and superficially by many Jewish and Christian theologians.
pt: O problema do início do antissemitismo foi resolvido muito rapidamente e superficialmente por muitos teólogos judeus e cristãos.

source: The proof was very simple: Jesus of Nazareth was the Messiah of the Christians!
pt: A prova foi muito simples: Jesus de Nazaré era o Messias dos cristãos!

source: The prophecy manifests a dual focus.
pt: A profecia manifesta um foco duplo.

source: The prophet Micah says of the Messiah that “his origin goes back to the distant past.” Jerusalem Bible.
pt: O profeta Miquéias diz do Messias que "sua origem remonta ao passado distante". Bíblia de Jerusalém.

source: The prophet refers to the three weeks during which he limited himself to a very strict regimen; he makes it clear that he is referring to “weeks of days.” Thus, Daniel distinguishes this twenty-one day period from the time period of seventy weeks mentioned earlier, making clear that the seventy weeks were indeed “weeks of years.” Daniel’s specific reference to “weeks of days” is the only time in the Bible where such words appear.
pt: O profeta se refere às três semanas durante as quais ele se limitou a um regime muito rigoroso; ele deixa claro que está se referindo a “semanas de dias”. Assim, Daniel distingue esse período de vinte e um dias do período de setenta semanas mencionado anteriormente, deixando claro que as setenta semanas eram de fato “semanas de anos”. referência específica a “semanas de dias” é a única vez na Bíblia onde tais palavras aparecem.

source: The prophets in Israel recognized this by urging the people to include or not include certain words in their speech.230 To be more precise, the Christian should adopt a new language in which the word Jew is not automatically synonymous with usury, avarice, double dealing, and business cunning.
pt: Os profetas em Israel reconheceram isso instando o povo a incluir ou não certas palavras em seus discursos.230 Para ser mais preciso, o cristão deveria adotar uma nova linguagem na qual a palavra judeu não é automaticamente sinônimo de usura, avareza, duplo trato. e astúcia de negócios.

source: The prophets who preceded you and me from ancient times prophesied war, famine, and pestilence against many countries and great kingdoms.
pt: Os profetas que precederam a você e a mim desde os tempos antigos profetizaram guerra, fome e pestilência contra muitos países e grandes reinos.

source: The prophet’s conviction did not proceed from an intellectual or mystical impulse; rather it was nourished by the event.
pt: A convicção do profeta não procedeu de um impulso intelectual ou místico; em vez disso, foi nutrido pelo evento.

source: The prophet’s inspired words cause men to change their direction and to move upward.
pt: As palavras inspiradas do profeta fazem com que os homens mudem de direção e se movam para cima.

source: The prophet’s message comes through in the beauty of his poetry, and his literary structure clarifies his objective.
pt: A mensagem do profeta transparece na beleza de sua poesia e sua estrutura literária esclarece seu objetivo.

source: The psychiatrist Baruk pointed out that some want to “heap on him their hatred - even the worst of hatreds, the one in which they mask self-hatred.
pt: O psiquiatra Baruk apontou que alguns querem “amontoar seu ódio - até mesmo o pior dos ódios, aquele em que eles mascaram o ódio a si mesmos.

source: The question arose in the wake of the bitter separation - when both stood off in total confrontation, hurling accusations and contempt in the name of their Truth.
pt: A questão surgiu na esteira da separação amarga, quando ambos se afastaram em confronto total, lançando acusações e desprezo em nome de sua verdade.

source: The question posed by Balak torments us.
pt: A questão colocada por Balaque nos atormenta.

source: The question that remained between the two religions could only concern a particular group of laws that did remain.
pt: A questão que permaneceu entre as duas religiões só poderia dizer respeito a um grupo particular de leis que permaneceu.

source: The question was no longer one of religion or theology.
pt: A questão não era mais de religião ou teologia.

source: The rabbi and the Church father do the work of a commentator but not of a prophet.
pt: O rabino e o pai da Igreja fazem o trabalho de um comentarista, mas não de um profeta.

source: The rabbis of the period were not far from the idea of a Messiah as understood in the gospel story.
pt: Os rabinos do período não estavam longe da idéia de um Messias como entendido na história do evangelho.

source: The rabbis, like the Church fathers, have referred to a double tradition: written and oral, both complementing each other.
pt: Os rabinos, como os pais da Igreja, referiram-se a uma tradição dupla: escrita e oral, ambas se complementando.

source: The reader will have no difficulty sensing the depth and the complexity of the drama that Jacques Doukhan analyzes in this volume.
pt: O leitor não terá dificuldade em sentir a profundidade e a complexidade do drama que Jacques Doukhan analisa neste volume.

source: The reading of that portion relating to the Talmud caused me alternating feelings of surprise, amazement, and disquietude.
pt: A leitura daquela parte relacionada ao Talmud me causou sentimentos alternados de surpresa, espanto e inquietação.

source: The real values of the tradition must not lead us to forget that, after all, they are a human process, whose direction is humanly oriented.
pt: Os valores reais da tradição não devem nos levar a esquecer que, afinal, eles são um processo humano, cuja direção é humanamente orientada.

source: The reality is different, and such expressions are nothing less than slanderous.
pt: A realidade é diferente e tais expressões são nada menos que caluniosas.

source: The reason lies within you!
pt: A razão está dentro de você!

source: The reason: the human voice, even in Judaism and Christianity, became predominant.
pt: A razão: a voz humana, mesmo no judaísmo e no cristianismo, tornou-se predominante.

source: The rejection of the Law was enough: to ask of the Jewish people that they accept this rejection… was like asking them to tear out their heart.
pt: A rejeição da Lei foi o suficiente: pedir ao povo judeu que eles aceitassem essa rejeição... era como pedir a eles que arrancassem seu coração.

source: The result inevitably is a terrible confusion, for man cannot replace God with impunity.
pt: O resultado inevitavelmente é uma confusão terrível, pois o homem não pode substituir Deus pela impunidade.

source: The result: noise, words, confusion.
pt: O resultado: barulho, palavras, confusão.

source: The revelation at Sinai taught that the Sabbath was a day of holiness, not just a day to stop work.
pt: A revelação no Sinai ensinou que o sábado era um dia de santidade, não apenas um dia para parar o trabalho.

source: The role which the figure of Judas played in the Dreyfus affair is well known.
pt: O papel que a figura de Judas desempenhou no caso Dreyfus é bem conhecido.

source: The roots of antiSemitism, consciously or unconsciously, lie deep in the historical subsoil of hatred, prejudice, and error.
pt: As raízes do antissemitismo, consciente ou inconscientemente, encontram-se profundamente no subsolo histórico do ódio, preconceito e erro.

source: The same people, the same God, the same provisions remain.
pt: As mesmas pessoas, o mesmo Deus, as mesmas provisões permanecem.

source: The same routine, the same road came with each rising sun.
pt: A mesma rotina, a mesma estrada veio com cada sol nascente.

source: The same thought pattern is to be found at the end of Romans 7.
pt: O mesmo padrão de pensamento pode ser encontrado no final de Romanos 7.

source: The same violent contrast is to be found, though set to a different music, in the writings of Luther.
pt: O mesmo contraste violento é encontrado, embora definido para uma música diferente, nos escritos de Lutero.

source: The saving intervention of God to bring justice and peace is also suggested.
pt: A intervenção salvadora de Deus para trazer justiça e paz também é sugerida.

source: The schism between Israel and the Church is rooted in the most profound realities of history; it cannot be understood unless one has constantly in mind the historical perspectives of that schism.
pt: O cisma entre Israel e a Igreja está enraizado nas realidades mais profundas da história; não pode ser entendido a menos que se tenha constantemente em mente as perspectivas históricas desse cisma.
